{
  "video_title": "video_5faE7RCCF9U",
  "video_id": "5faE7RCCF9U",
  "source_language": "Korean",
  "target_language": "eng_Latn",
  "generated": "2025-05-27 09:17:28",
  "subtitle_count": 20,
  "translations": [
    {
      "original": "112 여기 쪽 아",
      "start": 0.04,
      "duration": 6.48,
      "translation": "112, over here."
    },
    {
      "original": "아씨 오 107번 위에 나이스짜리 아",
      "start": 3.52,
      "duration": 5.4,
      "translation": "Oh, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey."
    },
    {
      "original": "184번 없어 야 18인데 저기 있어",
      "start": 6.52,
      "duration": 4.56,
      "translation": "There's no 184. Hey, it's 18, it's over there."
    },
    {
      "original": "아 밑에 자리야 씨 야 여기는 홀스가",
      "start": 8.92,
      "duration": 4.0,
      "translation": "It's downstairs, Mr. Hols."
    },
    {
      "original": "위의 자리야 야 너 목탕 얼마 오냐",
      "start": 11.08,
      "duration": 3.36,
      "translation": "How much money do you have?"
    },
    {
      "original": "나 코로나 이후로 처음 오는데 때",
      "start": 12.92,
      "duration": 3.0,
      "translation": "I've been here for the first time since Corona."
    },
    {
      "original": "졸나 많이 나고 있다 난 난 때가 안",
      "start": 14.44,
      "duration": 2.96,
      "translation": "I don't have time for this."
    },
    {
      "original": "나오는 체질이야 우리 아빠도 그러더라",
      "start": 15.92,
      "duration": 2.92,
      "translation": "My dad said the same thing."
    },
    {
      "original": "너는 때 밀 거야 아 아직 때가",
      "start": 17.4,
      "duration": 4.4,
      "translation": "You're gonna push it. Oh, it's still time."
    },
    {
      "original": "아닌데 아 아 다어 아 진짜 나도",
      "start": 18.84,
      "duration": 6.04,
      "translation": "Oh, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,"
    },
    {
      "original": "굉장히 불쾌해 지금 아씨 헐 너 뭐냐",
      "start": 21.8,
      "duration": 5.04,
      "translation": "It's very offensive. What are you doing?"
    },
    {
      "original": "왁싱 있냐 왜 셀프 왁싱 있는데 이거",
      "start": 24.88,
      "duration": 3.799,
      "translation": "Is it waxing? Why is it self waxing?"
    },
    {
      "original": "쪽기 다 뽑은 거야 헐 너 귀여워 너",
      "start": 26.84,
      "duration": 4.84,
      "translation": "Oh, my God, you're cute."
    },
    {
      "original": "신세하 같아 가 어딨어",
      "start": 28.679,
      "duration": 6.521,
      "translation": "I'm sorry. I don't know where I'm going."
    },
    {
      "original": "헐 뭐 야 너 진짜 힘내라 야 나",
      "start": 31.68,
      "duration": 5.24,
      "translation": "Hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey."
    },
    {
      "original": "평균 이상해야 야 우리나라 평균 네가",
      "start": 35.2,
      "duration": 2.879,
      "translation": "The average should be above average."
    },
    {
      "original": "다 깎아 먹는 거 알지 너 진짜",
      "start": 36.92,
      "duration": 2.44,
      "translation": "I know you're eating everything. You really are."
    },
    {
      "original": "인큐베이터에서 방금 나온 거 같아",
      "start": 38.079,
      "duration": 2.921,
      "translation": "I think I just got out of the incubator."
    },
    {
      "original": "너는 이거 짜면 짜진다 여드름 줄",
      "start": 39.36,
      "duration": 5.92,
      "translation": "You're gonna work on this, and you're gonna work on it."
    },
    {
      "original": "알았어 나 어떻게 짜 이거를 잠시만요",
      "start": 41.0,
      "duration": 4.28,
      "translation": "Okay, how am I supposed to do this? Hold on."
    }
  ]
}