{
  "video_title": "video_zrOpl-jzrJw",
  "video_id": "zrOpl-jzrJw",
  "source_language": "Korean",
  "target_language": "eng_Latn",
  "generated": "2025-05-31 19:03:26",
  "subtitle_count": 50,
  "translations": [
    {
      "original": "어 졸라 시원해 아 심하면서 할 거 없다니까 카트라이더 카트라이더 어서",
      "start": 0,
      "duration": 5,
      "translation": "Oh, it's cool. I'm just saying I don't have anything to do with this. Come on."
    },
    {
      "original": "오세요 야 알바 졸라 예뻐 어 완전 내 스타일이야 진짜 진심으로 알바생",
      "start": 10,
      "duration": 5,
      "translation": "Hey, hey, hey, hey, hey, hey, hey, that's my style."
    },
    {
      "original": "올리 다 예뻐 어잔 질래 아 저기 흡연실 옆에 한자 아 그냥 수리나 한 잔 더 하자니까 아 머리 파 진짜 안 돼 아 빨리 가자 빨리가가가 아 나 여기 어 나 여기 아 여기",
      "start": 20,
      "duration": 5,
      "translation": "Let's just have another drink next to the smoking room. Let's go. Let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go"
    },
    {
      "original": "점검 중이야 우리 딴데 안자 아 그냥 안아 아씨 나만 딴데 안 줘 저 또 있어 아 저지 3년 전부터",
      "start": 30,
      "duration": 5,
      "translation": "I'm checking it out. We're not going anywhere. I'm not going anywhere. I'm not going anywhere. I've been here three years."
    },
    {
      "original": "맨날 있었어 너는 회원가입 안 해 나 아이 있어 아이 씨 너 그래서 여기 오자 그랬지 아 이거 진짜 검상이 좋다고 뭐야 우자 왜 이래 뭐야 5분 남았어 인청 박력",
      "start": 40,
      "duration": 5,
      "translation": "You've been here all day. You don't belong. I have a kid."
    },
    {
      "original": "시서 qw 이은 지워져 있어 이거 야 주냥 대충 적어 나 그 제주로",
      "start": 50,
      "duration": 5,
      "translation": "The poem qw has been erased."
    },
    {
      "original": "적었어 합니다 아니 그래도 제대로 적어야지 중복된 아이디 뭐야 너 여기",
      "start": 60,
      "duration": 5,
      "translation": "I've written it down, but I've got to write it down."
    },
    {
      "original": "아이디 있는 거 아니야 뭐 나 아이디 왜 있냐 이거 바로 들어와 나 충전해야 돼 나도 해야겠다 야 남현수 너 충전 안 해 충전해 되냐 이거 나 충전할 거냐고 나 시간 있어 아 너는 다 와봤지 여기 아 됐다 야 그럼 한 명 충전하자 야 근데 기훈이가",
      "start": 70,
      "duration": 5,
      "translation": "I'm not here, I'm not here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm here, I'm"
    },
    {
      "original": "충전하는데 15초 안 걸릴 걸 졸라 빨라 쟤 진짜로 야 그럼네 명 충전하는데 1분도 안 걸린다고 아데 그건 진짜 절대 못 하지 아 말이 안 돼 그게 사람이냐 보여줘 얼마 할 거야 나는 2,000원만 할래 야 이거 또 안 올 거야 5,000원 해 야 2,000원 하면 세 판밖에 못 해 5,000원 해야 돼 아 그냥 다 5,000원씩 해 너네 아이디 뭐야 dnjs GNS 1 234 아이데 졸라 어려워 그냥 한글 자판으로 원 치면 돼야 조진세 너는 나 한글 자판으로 진세 1 2 3 4 치면 돼 야 1분 제 아 할 수 있을까 1분 안에 못 할 거 같은데 진짜 못 할 거 같은데 시작 왜 안 들려 이거 야 미친놈 왜",
      "start": 80,
      "duration": 5,
      "translation": "I know it won't take him less than 15 seconds to charge you, but it won't make any sense."
    },
    {
      "original": "헤드셋으로 전환해야지 어 깜짝이야 씨 줄여 줄려 피스나",
      "start": 90,
      "duration": 5,
      "translation": "I'm going to switch to headset. Oh, my God."
    },
    {
      "original": "다운이요 호등 퍼 나이스 아 칭찬해 너무",
      "start": 100,
      "duration": 5,
      "translation": "It's Down. It's so nice to meet you. It's so nice to meet you."
    },
    {
      "original": "잘했어 써 졸라 잘할 거 같아 손 존나",
      "start": 110,
      "duration": 5,
      "translation": "That's great. I think she's gonna do great."
    },
    {
      "original": "[음악]",
      "start": 120,
      "duration": 5,
      "translation": "[Music]"
    },
    {
      "original": "빠르다 야 우리 라면 먹자 라면 졸라 못있겠다 야 일단 너가 다시 시켜 아",
      "start": 130,
      "duration": 5,
      "translation": "Come on, let's eat our noodles. We can't stay here. Let's get you back to work."
    },
    {
      "original": "오버야 아 기물 걸로 주문해 오케이 오케이 야 피방 죽 봐 둘래 둘래",
      "start": 140,
      "duration": 5,
      "translation": "All right, I'm gonna leave you alone."
    },
    {
      "original": "둘래 뜰래 들어와 밥 잠깐만 보상만 받고 나도 나도 나도 보상 개",
      "start": 150,
      "duration": 5,
      "translation": "Come in, Bob. Just get a reward, and I'm a reward dog, too."
    },
    {
      "original": "좋아냐 야 57초 와 졸나 빠르다 야 기훈이랑 현지랑 해가지고 피 이대",
      "start": 160,
      "duration": 5,
      "translation": "Hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey."
    },
    {
      "original": "할래 나 게임 안 해 야 롤 어디 갔냐 이거 그거 인기 게임 있어 그거 아구나 아이씨 오라고 저정 하는 거 아니야 잘",
      "start": 170,
      "duration": 5,
      "translation": "I'm not playing a game. Where'd you go? That's a popular game."
    },
    {
      "original": "빠지겠는데 야나 이픽 좀 해줘 아 귀찮아 씨 나이스 호날도 팔렸다 너 아이디 파프리카 청춘이다",
      "start": 180,
      "duration": 5,
      "translation": "You're a young Idi paprika."
    },
    {
      "original": "이거 맞아 뭐야 졸라 좋아 뭐가 좋아 뭐야 야 너 블리트 빼 아 너도 호너",
      "start": 190,
      "duration": 5,
      "translation": "What do you like? You don't have a Blitz. Oh, you do, too."
    },
    {
      "original": "윤카 있잖아 아이 새끼 구상 같이 700억이 뭐 어떻게 해 이거를 왜 빨라 이거 아 나도 약하다니 아",
      "start": 200,
      "duration": 5,
      "translation": "Yoonka, what do you do with 70 billion children like you think you're gonna do with this? Why do you think I'm weak?"
    },
    {
      "original": "이새끼 스킨도 안 꼈어 해 달려면 해 나 빨리 너 유니폼 홈으로 바꿔 너가 바꿔 나 빨리 여기 내 홈이지 지금 아 둘 다 빨간색이야 아 씨 졸라 헷깔려 지금 아 잘래 아 그냥 해 이거 오이지 어설 개기 하지 마세요",
      "start": 210,
      "duration": 5,
      "translation": "I don't even have a skin on, but if you run, I'll get you into a uniform home, and you change it quickly, and I'm in my home, and I'm in my home, and I'm in my own home, and I'm both red, and now I'm confused, and I'm just saying, oh, just don't mess with this, please don't mess with this."
    },
    {
      "original": "이게 왜 어이 아닌데 어 톱 어 좋아 아니 왜 오케이 수루 어 스루가",
      "start": 220,
      "duration": 5,
      "translation": "No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no."
    },
    {
      "original": "이렇게 갑니다 어이 새끼 어까 개 쩔어 오예 릿 롤 아니 이게 왜냐 이게 왜 없애야 왜 하 정글",
      "start": 230,
      "duration": 5,
      "translation": "Why is this getting rid of the jungle?"
    },
    {
      "original": "미친 새끼냐 이거 씨 아 씨 누르라고라이 새끼 진짜 뒤졌다 진짜 씨 갑니다 다시",
      "start": 240,
      "duration": 5,
      "translation": "You're crazy, you're crazy, you're crazy, you're fucking dead, you're fucking dead, you're fucking dead, you're fucking dead, you're fucking dead, you're fucking dead, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're crazy, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, you're dead, and you're dead, you're dead, you're dead, you're"
    },
    {
      "original": "갑니다 오케이 나이스 와 판단",
      "start": 250,
      "duration": 5,
      "translation": "Okay, Nice and Judgment."
    },
    {
      "original": "미쳤다 전 사포 가고 바로 큐 나이스 플레플레",
      "start": 260,
      "duration": 5,
      "translation": "I'm crazy. I'm fine. I'm fine. I'm fine. I'm fine."
    },
    {
      "original": "사포습니다 선수들이로 마무리에 대해서 아쉬워하는 거보다 서로 좀 더",
      "start": 270,
      "duration": 5,
      "translation": "We're more likely to end up with each other than we're going to feel sorry for the players."
    },
    {
      "original": "동하면서 플레이 해야 되 라면 어디다",
      "start": 280,
      "duration": 5,
      "translation": "If I have to play while I'm running, I'll have to play."
    },
    {
      "original": "올려드릴까요 직 잠시만요 오케 한눈판 사이에 갑니다 아 여기",
      "start": 290,
      "duration": 5,
      "translation": "I'll bring you up. I'll be right back. I'll be right between the eyes. Oh, here you go."
    },
    {
      "original": "[음악]",
      "start": 300,
      "duration": 5,
      "translation": "[Music]"
    },
    {
      "original": "본체위에 나이스 올",
      "start": 310,
      "duration": 5,
      "translation": "I'm going to get a scalpel on top of the main body."
    },
    {
      "original": "감사합니다 네이마 왜 이래 갑자기 오케 널 아 뭐야 이게 왜 패널티",
      "start": 320,
      "duration": 5,
      "translation": "Thank you, Neymah. What's wrong with you all of a sudden?"
    },
    {
      "original": "킥이 심 매냐 야 나무으면 안 돼 진짜 꺼져 야야 해주기 없어 아 진짜",
      "start": 330,
      "duration": 5,
      "translation": "No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no."
    },
    {
      "original": "안돼 야 해주이 없다고 잘 가요 왼쪽 보지 마 진짜 보지 마라 야 이제",
      "start": 340,
      "duration": 5,
      "translation": "No, no, no, no, no, no, no, no. Don't look left. Don't look. Don't look real."
    },
    {
      "original": "호나 갑니다 보지 마세요 아 오케이 막았어 아 왼쪽이라며 아 키퍼",
      "start": 350,
      "duration": 5,
      "translation": "Oh, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,"
    },
    {
      "original": "방향으로 왼쪽이라고 허니 보이는 실수였습니다 아 정영주 디전 바꿔 놨어 아 올라지 않나 진짜 씨 PC 이용 시간이 오 아 주 0 끼는데 씨",
      "start": 360,
      "duration": 5,
      "translation": "Oh, I've changed the D.C., so it's not going to go up."
    },
    {
      "original": "얘한테 안 좋다고 아네 조진세 선수는 이거 극복할 수 있을까 저떻게 왜",
      "start": 370,
      "duration": 5,
      "translation": "I know it's not good for him, but I don't know how he's gonna get over this."
    },
    {
      "original": "울어까 웃고 있었는데 왜 갑자기 우을 어떻게할까요 오케이 피바 족발 한마",
      "start": 380,
      "duration": 5,
      "translation": "I was laughing when I was crying, and all of a sudden, why are you crying?"
    },
    {
      "original": "다시 죄송합니다 좆밥이 안 합니다 어 이게 졸라 치어 쫄았냐 아 승대 남아",
      "start": 390,
      "duration": 5,
      "translation": "I'm sorry again. I'm not fucking with you."
    },
    {
      "original": "있을 거야 아이 졸라 치어 진짜 집 왜 한가 됐어 이거 너을 미쳤다",
      "start": 400,
      "duration": 5,
      "translation": "Why are you doing this? This is crazy."
    },
    {
      "original": "시켜야겠다 뭐해 잠무 달라가 다음까지 미성년자는실수 없습니다 수",
      "start": 410,
      "duration": 5,
      "translation": "I can't make a mistake if I'm a minor until I get back to sleep."
    },
    {
      "original": "여러분께서는 이용해주세요 단무지 여기겠습니다 단무지가 주서 무지무지",
      "start": 420,
      "duration": 5,
      "translation": "I'm going to take advantage of you, but I'm going to take it for granted, because I'm hungry, and I don't know what I'm doing."
    },
    {
      "original": "감사합니다게 아 저기요네 저 이거 치킨마요 이거 한쪽이 차가워 가지고",
      "start": 430,
      "duration": 5,
      "translation": "Hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey."
    },
    {
      "original": "제가 다시 돌려드릴게요 죄송해요 아 괜찮습니다네 죄송합니다네 어 졸라 귀여워 졸라 뭐 따뜻하지 원래 10시",
      "start": 440,
      "duration": 5,
      "translation": "I'm sorry, I'm sorry. I'm sorry. I'm so sorry. It's so cute, it's so warm, it's, like, ten o'clock."
    },
    {
      "original": "이유라 나가셔야 돼요 어 엄마 상원 끝나고 가고",
      "start": 450,
      "duration": 5,
      "translation": "You have to go out for a reason. Uh, I'm gonna go after Mom's Senate."
    },
    {
      "original": "있어요 올라 왔다 뭐야 쟤 한 번 더 아 근데 선수가 너무 안 좋아 지금",
      "start": 460,
      "duration": 5,
      "translation": "He's here. He's here. He's one more time, but he's a bad player right now."
    },
    {
      "original": "너 률 좋던데 딩요 체력 개똥이라 그 아게 못 쓰는 거야 직렬을 센터백에",
      "start": 470,
      "duration": 5,
      "translation": "You're in a good mood, Ding. You're a tough dog. You can't use a serial in the center bag."
    },
    {
      "original": "두는 사람이 어디 있어 아 그냥 내가 뜨는게 나을 것 같아 면을 아이콘으로 사 아 그냥 등면 팔고 이천수 살까 아 그건 인정 이천수 졸라 빨라 요즘 유튜브도 잘 되잖아 그 미군기지가 숨겼다 외견이 딩요 아냐 진짜 그럴 수도 있어 아 이거 진짜 외견 아니야 진짜로 졸라 어 아예 [음악]",
      "start": 480,
      "duration": 5,
      "translation": "I think it's better if I wake up with an icon, and I'm gonna sell it, and I'm gonna be two thousand, and I'm gonna be two thousand years old, and I'm sure it's fast, and the U.S. Army's base's been hiding it, and it's not like it's real."
    },
    {
      "original": "씨 실래 [음악]",
      "start": 490,
      "duration": 5,
      "translation": "[music]"
    }
  ]
}