{
  "video_title": "video_u2uXdXKdhrc",
  "video_id": "u2uXdXKdhrc",
  "source_language": "Korean",
  "target_language": "eng_Latn",
  "generated": "2025-05-31 22:11:02",
  "subtitle_count": 65,
  "translations": [
    {
      "original": "[음악] 왜 이렇게 하나 해 아 쟤 맨날 늦어 야 온다 야 빨리",
      "start": 0,
      "duration": 5,
      "translation": "[music] What's wrong with her? She's always late. Come on."
    },
    {
      "original": "와 써어 미안 미 맨날 넣냐 아",
      "start": 10,
      "duration": 5,
      "translation": "Oh, come on, I'm sorry. Do you always put it in?"
    },
    {
      "original": "여자친구 싸워가지고 풀어주 야 늦었으니까 운전 네가 해 장롱이 아아 장롱 없잖아 집에 개 소리야 아 됐어",
      "start": 20,
      "duration": 5,
      "translation": "You're late. You're late. You're not married. You're a dog at home."
    },
    {
      "original": "늦었어 빨리 가자 그냥 야 운전 누가 할 건데 누가 할",
      "start": 30,
      "duration": 5,
      "translation": "It's late. Let's go."
    },
    {
      "original": "거야 야 근데 기훈이가 운전 출신 아니야 아 됐어 나 운전 절대 안 해 아 그래 예 시키지 마 얘 어차피",
      "start": 40,
      "duration": 5,
      "translation": "He's not from the car. He's not from the car. Oh, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,"
    },
    {
      "original": "운전 못 해 뭔 소리야 나 운전 졸라 잘해가지고 2년 동안 레토나 운전 병이었는데 근데 레나랑 카니발이",
      "start": 50,
      "duration": 5,
      "translation": "I've been a good driver for two years, and Lena and Cannibal..."
    },
    {
      "original": "차폭이 크게 달라 가지도 운전하기 빡세다 달라 달라 아니 원래 버스 운전 병이었는데 운전을 안전하게 너무",
      "start": 60,
      "duration": 5,
      "translation": "No, it was a bus driver, but it was too safe to drive."
    },
    {
      "original": "잘해서 레토나 운전병으로 뽑혀 간 거라니까 아 근데 그래도 얘한테 시키면 좀 불안한데 너네 내가",
      "start": 70,
      "duration": 5,
      "translation": "But if you give him that, he'll be a little nervous."
    },
    {
      "original": "운전하는 거 못 타 봤잖아 아 나 진짜 맡겨도 될지 모르겠네 이거 나 운전 졸라 잘한다니까 진짜로 어떻 야",
      "start": 80,
      "duration": 5,
      "translation": "I don't know if I can handle this. I'm good at driving."
    },
    {
      "original": "어떻게 딴 사람이 하자 그냥 아 기 한번만 줘 봐 나 진짜 운전 잘해 기 한번 줘 볼까 한번 줄까 주자 너무",
      "start": 90,
      "duration": 5,
      "translation": "How can someone else do it? Just give me a break. I'll take a really good drive. I'll give you a break."
    },
    {
      "original": "편해서 잠들지는 말아 진짜 아 휴게소까지 하는 거 보자 상황 좀 지켜볼게 일단 아 책이면 불안해 진짜",
      "start": 100,
      "duration": 5,
      "translation": "Let's see if we can get to the rest stop. I'll keep an eye on the situation."
    },
    {
      "original": "너 저 다게 어 왜 아 한데 성곡 졸라 그려 아니 나 그때는 유튜브 추천공 뜬 거라니까 너 광고도 뜨잖아",
      "start": 110,
      "duration": 5,
      "translation": "You know why I'm doing all this?"
    },
    {
      "original": "나 유튜브 프리미어 나와 야 그럼 진세가 타 오케이 조수 야 너 조수로서 역할 최도 아니라 조수로 보",
      "start": 120,
      "duration": 5,
      "translation": "I'm with me on YouTube Premature, and you're not my assistant, you're my assistant, you're my assistant, you're my assistant, you're my assistant, you're my assistant, you're my assistant, you're my assistant, you're my assistant."
    },
    {
      "original": "아 졸라지면서 빨리 타 아 차",
      "start": 130,
      "duration": 5,
      "translation": "Get in the car."
    },
    {
      "original": "다 아 추워 씨 너무 좀 나",
      "start": 140,
      "duration": 5,
      "translation": "It's cold. It's too cold."
    },
    {
      "original": "저기 자 출발합니다 오케 렛츠고",
      "start": 150,
      "duration": 5,
      "translation": "All right, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go, let's go!"
    },
    {
      "original": "츠고 야 근데 이거 생각보다 뭔데 야 거기 홈플로 수 있다 장보고 가자 아 가서 보는게나 거기 장보러온 여자들",
      "start": 160,
      "duration": 5,
      "translation": "Let's go check it out and see what they're looking for."
    },
    {
      "original": "맞으실 수도 있어 야 근데 충정이 어디냐 나 충정이 나부터 할게 너 몇 번인데 나 30% 나 10야 너를",
      "start": 170,
      "duration": 5,
      "translation": "You could be right, but where am I? I'm gonna start with you. How many times am I 30% or 10?"
    },
    {
      "original": "틀어야 돼 아이씨 나 조만 뒤로 해도 돼 아 잘 없어 조그맣게 조금 맣게 아 물 무릎 물 금 앞으로 앞으로",
      "start": 180,
      "duration": 5,
      "translation": "You have to turn it on. I can only do it behind Joe. It's not working. It's not working. It's a little bit smaller."
    },
    {
      "original": "해야 된다고 지금은 아프다고 오 문제 저 똑바로 해 아 안 봐 안",
      "start": 190,
      "duration": 5,
      "translation": "I have to. I'm sick right now. Oh, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no"
    },
    {
      "original": "봐 뒤로 뒤로 아 야 여기 담배 표도",
      "start": 200,
      "duration": 5,
      "translation": "Look, back, back, back, back, cigarette tickets."
    },
    {
      "original": "되냐 아 여기 금연차 전담도 안 돼어야 노래 틀어 오케 뭐부터가 너 느낌대로 한번가 봐 오케 아 잠깐",
      "start": 210,
      "duration": 5,
      "translation": "You don't even have to tell me how to stop, so I'm gonna have to play the song, or I'm gonna have to go with you, or I'm gonna have to go with you, or I'm going to go with you, or I'm going to go with you, or I'm going to go with you, or I'm going to go with you, or I'm going to go with you, or I'm going to go with you, or I'm going to go with you."
    },
    {
      "original": "지금 발라드 느낌 아닌데 아 진짜 조수석 얘 안 돼 아 잠깐만 나 지금 진짜 잠들 거 같아 아 원래 텐션",
      "start": 220,
      "duration": 5,
      "translation": "I don't feel like I'm wearing a ball right now, but it's not like I'm really going to sleep right now."
    },
    {
      "original": "조금 씩 올려야 된다 원래 처음부터 센 졸라 없어 얘기야 중 그만해라 너 진짜 어 지금",
      "start": 230,
      "duration": 5,
      "translation": "We have to raise it up a little bit. It's not the first time. Stop talking."
    },
    {
      "original": "출발했어",
      "start": 240,
      "duration": 5,
      "translation": "We're on our way."
    },
    {
      "original": "시",
      "start": 250,
      "duration": 5,
      "translation": "City"
    },
    {
      "original": "후 아 나 이거 없으면 과속해서 안돼 야 이거 내소리 남자로 좀 바꿔줄 수 없어 아 저 똥 시작이네 야 아이요",
      "start": 260,
      "duration": 5,
      "translation": "If I don't have this, I can't change it to a man."
    },
    {
      "original": "신 좀 틀어봐 잠만 이거 하나 또 발라드 아니지 단과",
      "start": 270,
      "duration": 5,
      "translation": "Turn on your shoes. You're sleeping, but you're not wearing this again."
    },
    {
      "original": "있 아 진짜 아 진짜 운전 진짜 아",
      "start": 280,
      "duration": 5,
      "translation": "You know, really, really, really, really, really, really, really, really, really, really, really, really, really, really."
    },
    {
      "original": "나 이렇게 운전하는데 영창 안 갔냐 그럼 바고 아 기회 한번 더 줄게 내 진짜 이번에 안전 운전할게 이제 근데",
      "start": 290,
      "duration": 5,
      "translation": "I'm really going to drive safely this time, but..."
    },
    {
      "original": "이거 노래 괜찮은데 누 노래냐 이거 부활 제목 뭐야 비밀 아 제목이 뭐냐고 비밀이라고 아이 새끼 졸라",
      "start": 300,
      "duration": 5,
      "translation": "It's a good song, it's a good song, it's a new name, it's a secret, it's a secret, it's a secret, it's a secret, it's a secret, it's a secret."
    },
    {
      "original": "치사 나도 이제 너한테 비밀 절대 만하네 아니 제목이 비밀이라고 노래 제목이 비밀이라고 너 둘이 못 잤냐",
      "start": 310,
      "duration": 5,
      "translation": "I can't tell you any more. No, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no"
    },
    {
      "original": "나 오늘 빅 뉴스인데 너네한테 말 안 해 현자 내가 너한테만 말할게 이따가 노래 제목이 비밀인데 너는 이거",
      "start": 320,
      "duration": 5,
      "translation": "I'm on big news today, and I won't tell you guys."
    },
    {
      "original": "뭐들어 싸우 오케이 고석 도로시님 노래 제목이 비밀이라 야 근데 올림픽대로 가야 되는 거 아니야 아",
      "start": 330,
      "duration": 5,
      "translation": "I don't want to go to the Olympics, but I don't want to go to the Olympics."
    },
    {
      "original": "여기가 훨씬 빨라 아 그럼 내비를 왜 켰어네 마음대로 갈 거면 자 다음 갑니다 야 싸이로 가자 싸이 싸이",
      "start": 340,
      "duration": 5,
      "translation": "Then why did you turn on the cabinet, so if you're going your way, we'll go next."
    },
    {
      "original": "싸이로가 빅뱅으로가 아 그 너 느낌대로 한번 가봐 아씨 잠깐만 오 나이스",
      "start": 350,
      "duration": 5,
      "translation": "Oh, wait a minute, cyro's the Big Bang, and you're the one who feels like he's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the one who's got the other."
    },
    {
      "original": "좋아 렛츠고 그대 나시나요 있잖아요",
      "start": 360,
      "duration": 5,
      "translation": "All right, Let's get you out of here."
    },
    {
      "original": "그대가 너무 그리워요 어 병 아씨",
      "start": 370,
      "duration": 5,
      "translation": "I miss you so much. Oh, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,"
    },
    {
      "original": "옷스 빠졌어야 되는데 아씨 야 몇 킬 늘었어 잠깐만 제 탐색이 아이 운전 졸라 돼 아이 진짜 운전 바꿔야",
      "start": 380,
      "duration": 5,
      "translation": "I should've been out of clothes, but you know what? I've increased my number. Wait a minute, my search's driving my kid."
    },
    {
      "original": "된다니까 저기 속 들 거같지 로었어",
      "start": 390,
      "duration": 5,
      "translation": "It's working. I feel like I'm in there."
    },
    {
      "original": "나이스 어 다다 난 너를 아 전화 씨",
      "start": 400,
      "duration": 5,
      "translation": "Nice, oh, I know you, Mr. Caller."
    },
    {
      "original": "아 누군데 아씨 어 엄마 어",
      "start": 410,
      "duration": 5,
      "translation": "Who's that? Hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey."
    },
    {
      "original": "안녕하세요 안녕하세요 노래 클라이맥스인 진세 어머님한테 전화왔어 어 엄마 왜 애들 만나서 가고 있어",
      "start": 420,
      "duration": 5,
      "translation": "Hi. I got a call from your mother, Clymax, who's calling, uh, Mom, why are you going to see the kids?"
    },
    {
      "original": "어 가고 있어 아 여자 아니야 항상 물 조심하고 아 겨울에 뭐 물 조심해",
      "start": 430,
      "duration": 5,
      "translation": "Oh, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no."
    },
    {
      "original": "여자데 심 모르는 사람 따라가지 말",
      "start": 440,
      "duration": 5,
      "translation": "Don't follow anyone who's a girl."
    },
    {
      "original": "아나 몇 살인데 모르는 사람 따라가 도착해서 전화해 아빠한테도 전화해 주고 어 들어하세요",
      "start": 450,
      "duration": 5,
      "translation": "I don't know, but I'm a few years old, and I'm gonna follow someone I don't know, and I'm gonna call my dad, and I'm gonna tell you something."
    },
    {
      "original": "사랑해 아 내 했어 야 화장실 갈 사람 휴계소 거의 다 왔어 안가 야 펜션으로 빨리 가자 스 야 뭐야 거",
      "start": 460,
      "duration": 5,
      "translation": "I love you, I did it. I almost got to go to the bathroom. I'm almost there."
    },
    {
      "original": "하이피스 아니야 말 해줬어야지 아 나 갑 오줌 너무 많 오는데 아 근데 휴게소 지났어 야 파워헤드 남는 거",
      "start": 470,
      "duration": 5,
      "translation": "You should've told me it wasn't the Highpeace. I got a lot of piss, but I passed the restroom."
    },
    {
      "original": "뭐 없냐 여기 돼 절대 안 되지 여기기는 너 돼 아 절대 안 된다니까 너는 비타 5백이 오줌 못 너 뭐",
      "start": 480,
      "duration": 5,
      "translation": "You can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't, you can't."
    },
    {
      "original": "그런거까지 다 얘기해 야 조세 나 충전 좀 이거 했는데 더 줄었어 야 남은자 남은전 야 나 진짜 10퍼",
      "start": 490,
      "duration": 5,
      "translation": "Joe, I've been charging for this, but I've been down for a while."
    },
    {
      "original": "남았어 내비 봐야 돼 케 짧냐 아이씨",
      "start": 500,
      "duration": 5,
      "translation": "You're gonna have to look at it. It's a short time, kid."
    },
    {
      "original": "어 자기야 충전선이 좀 짧아 가지고 충전하고 전화 할게 뭔 냄새냐 이거 아 누가 방귀 꼈어 씨 아 아씨",
      "start": 510,
      "duration": 5,
      "translation": "Oh, honey, the charge line is a little short, and I'll charge it, and I'll call you. What's that smell?"
    },
    {
      "original": "누구야 방귀 너무심해 지금 아 김이 새끼 나 진짜 아니야 나 끼면 낀다고 얘기하잖아 야 창문 열어 아 김 너",
      "start": 520,
      "duration": 5,
      "translation": "Who's that fart? I'm not real! I'm saying I'm stuck! Open the window!"
    },
    {
      "original": "못 쳐먹었냐 소똥 냄새 아씨 창문 닫다 아 아 방귀 냄새 야 창문 열어 아 소똥 냄새 씨 아씨 어떻게 해야",
      "start": 530,
      "duration": 5,
      "translation": "What are you doing? You smell like cow dung! You smell like farts! Open your windows! You smell like cow shit!"
    },
    {
      "original": "돼 그러면 어떻게 할 거야 방구야 소똥이 선택해 나직 한 발 남았다 창문에 엉덩이 내명 싸 안 돼 안 돼",
      "start": 540,
      "duration": 5,
      "translation": "You can't put your ass in the window."
    },
    {
      "original": "한 문 처에 나을 수도 있어 냥 담배 펴서 덮어 근데 담배 냄새가 내 방구 냄새 못 이길걸 아 이새끼 뭘 쳐",
      "start": 550,
      "duration": 5,
      "translation": "You're gonna get better at one door, open up a cigarette and cover it up, and you can't smell my balls."
    },
    {
      "original": "먹은 거야 나지 국내치킨 동네 치킨 먹은 거 아니야 야 야 야 이새끼 잔다 냄새 때문에 기절한 거 거 졸",
      "start": 560,
      "duration": 5,
      "translation": "I ate it. I didn't eat chicken in the country. Hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey, hey!"
    },
    {
      "original": "나쁘네 하나 둘",
      "start": 570,
      "duration": 5,
      "translation": "That's bad. One, two."
    },
    {
      "original": "셋 아 [ __ ] 사과 았잖아 아씨 왜",
      "start": 580,
      "duration": 5,
      "translation": "Three, you apologized."
    },
    {
      "original": "이렇게 웃기다이 새끼 야 이제 다 왔어 내릴 준비해 예 여기 뭐냐 여기 네가 먼데로 잡았으니까 그렇지 냥",
      "start": 590,
      "duration": 5,
      "translation": "It's funny, man. We're all here. Get ready to drop it. What's this place?"
    },
    {
      "original": "춘천에 왜 바다가 있냐 야야 잠깐만 저 강이야 강 강에 왜 갈매가 있어 너 편정 어디 쳤냐 강원도 속초시",
      "start": 600,
      "duration": 5,
      "translation": "Wait a minute, there's a mole in the river. Where did you hit the river?"
    },
    {
      "original": "조양동",
      "start": 610,
      "duration": 5,
      "translation": "Baby-goo!"
    },
    {
      "original": "[음악] 아니야 아",
      "start": 620,
      "duration": 5,
      "translation": "[music] No, no, no."
    },
    {
      "original": "아씨 언전 내가",
      "start": 630,
      "duration": 5,
      "translation": "I'm sorry."
    },
    {
      "original": "할게",
      "start": 640,
      "duration": 5,
      "translation": "I'll do it."
    }
  ]
}